[
  {
    "Name": "David J. Cox",
    "Institution": "Endicott College",
    "Mentor": "David J. Cox",
    "Position": "Graduate student",
    "PositionText": "",
    "PositionTitle": "PhD Student",
    "Description": "The Behavioral Data Science Research Lab at Endicott College is seeking PhD students interested in conducting basic research on choice; decision-making; verbal behavior; or the complex, multiple control of behavior. Much of our work is quantitative or computational in nature, so having a background in these areas is certainly useful for hitting the ground running; though many successful students have joined the lab without knowing much about either. However, critical to success in the lab are a strong interest in: thinking creatively about the boundary conditions of known behavioral processes; leveraging all scientific tools to best answer research questions; and simply being a good human who supports their colleagues.",
    "Contact": "dcox@endicott.edu",
    "Cycle": "Fall 2022",
    "Bio": "",
    "Link": "https://behavioral-data-science.org/"
  },
  {
    "Name": "Chris Podlesnik",
    "Institution": "University of Florida",
    "Mentor": "Chris Podlesnik",
    "Position": "Graduate student",
    "PositionText": "",
    "PositionTitle": "PhD Student in Behavior Analysis at UF",
    "Description": "Data analysis, programming, graduating, etc.",
    "Contact": "cpodlesnik@ufl.edu",
    "Cycle": "12/1/2022",
    "Bio": "",
    "Link": "https://www.tabs-labs.com"
  },
  {
    "Name": "Jason Vladescu",
    "Institution": "Caldwell University",
    "Mentor": "Jason Vladescu",
    "Position": "Graduate student",
    "PositionText": "",
    "PositionTitle": "PhD Student",
    "Description": "I am looking to accept one PhD students beginning Fall 2023 at Caldwell University. Our programs are housed in the Department of Applied Behavior Analysis and are led by five, full-time faculty members. Located in suburban Caldwell, NJ, Caldwell University is twenty miles from New York City and offers easy access to a range of destinations in the Northeast. The Ph.D. program is most appropriate for students who wish to pursue careers in academia, research careers in applied settings, or leadership positions in clinical settings. Accepted students are provided the opportunity to apply for a fellowship/assistantship through our on-campus Center for Autism & ABA.\n\nI will consider applicants with a bachelor’s degree who have interest and experience in applied behavior analysis or those who have completed a master’s degree in behavior analysis or a related discipline. Doctoral students in my lab are free to pursue a variety of topics that intersect with my areas of expertise and interest in early behavioral intervention for children with autism spectrum and related disorders, increasing the efficiency of academic instruction, staff and caregiver training, equivalence relations, and mainstream applications of behavior analysis. Numerous opportunities for conducting research, presenting and publishing research, mentoring junior colleagues, teaching undergraduate classes, and editorial work will be provided. Upon graduation, my previous doctoral students have moved into faculty, post-doctoral, or clinical ownership/leadership positions.",
    "Contact": "JVladescu@Caldwell.edu",
    "Cycle": "12/15/2022",
    "Bio": "Jason C. Vladescu, Ph.D., BCBA-D, NSCP, LBA (NY), is a Professor in the Department of Applied Behavior Analysis at Caldwell University. Jason completed his pre-doctoral internship and post-doctoral fellowship at the University of Nebraska Medical Center’s Munroe-Meyer Institute. He has published 80+ peer-reviewed articles and book chapters spanning his research interests in early behavioral intervention for children with autism spectrum and related disorders, increasing the efficiency of academic instruction, staff and caregiver training, equivalence-class formation, and mainstream applications of behavior analysis. Jason is an Associate Editor for Behavior Analysis in Practice and former Associate Editor for the Journal of Applied Behavior Analysis. He is on the editorial board for Behavior Analysis: Research and Practice, Behavioral Interventions, The Analysis of Verbal Behavior, and Behavioral Development. He is on the Association for Behavior Analysis International Accreditation and Science Boards. Jason was the 2020 recipient of the APA (Division 25) B. F. Skinner New Applied Researcher Award.",
    "Link": ""
  },
  {
    "Name": "Robert Bowers",
    "Institution": "Bilkent University",
    "Mentor": "Robert Bowers",
    "Position": "Graduate student",
    "PositionText": "",
    "PositionTitle": "Graduate student",
    "Description": "Applications are accepted via either psychology or neuroscience. \nFocus is on behaviour systems approaches.",
    "Contact": "ribowers@bilkent.edu.tr",
    "Cycle": "05/15/2023",
    "Bio": "",
    "Link": "http://www.psy.bilkent.edu.tr/faculty/faculty-members/robert-ian-bowers-ph-d/"
  },
  {
    "Name": "Shawn Gilroy",
    "Institution": "Louisiana State University",
    "Mentor": "Shawn Gilroy",
    "Position": "Graduate student",
    "PositionText": "",
    "PositionTitle": "Graduate student",
    "Description": "",
    "Contact": "sgilroy1@lsu.edu",
    "Cycle": "12/1/2022",
    "Bio": "Shawn P. Gilroy, Ph.D., BCBA-D, NCSP, LP (LA) is an Assistant Professor of Psychology at the APA, NASP, and BACB-approved (VCS) School Psychology Program at Louisiana State University. Shawn earned his Ph.D. in School Psychology at Temple University. Before coming to LSU, he completed his predoctoral training at the Munroe-Meyer Institute (University of Nebraska Medical Center; Behavioral Pediatrics and Integrated Care) and clinical post-doctoral training at the Kennedy-Krieger Institute (Johns Hopkins University School of Medicine; Outpatient Neurobehavioral Unit). Shawn also received the prestigious Marie Skłodowska-Curie research fellowship, which funded his work abroad developing and evaluating large-scale research on technology in behavior analysis (e.g., AAC software for autistic learners). His work focuses on preschool and school-age children that present with various development, behavioral, and learning difficulties. Dr. Gilroy's work incorporates technology in both basic (e.g., operant models of choice, consumption) and applied research (e.g., mobile application development). Students in the lab have the opportunity gain experience in both single-case and group design delivered school and pre-school settings.",
    "Link": "https://www.lsu.edu/hss/psychology/faculty/school/gilroy.php"
  }
]
